{
  "VOD": [{
    "text": "Leaving the EU would probably see the return of roaming charges - looks like Vodafone jumped the gun! Sympathy for customers affected.\nBBC News - Vodafone error sees customers hit by thousands in charges",
    "shares": 2,
    "likes": 1,
    "date": "14-10-2019"
  },
  {
    "text": "This could be the norm if we crash out, forget roaming charges being the same as in the UK \n",
    "shares": 4,
    "likes": 12,
    "date": "15-10-2019"
  },
  {
    "text": "Best ditch the rubbish. Funny how their mistakes only seem to benefit then. \nBBC News - Vodafone error sees customers hit by thousands in charges",
    "shares": 0,
    "likes": 1,
    "date": "14-10-2019"
  }],
  "DGE": [{
    "text": "Coverage of the last ditch pay negotiations with Diageo today, and of the offer that will be put to our members in distilleries, cooperages, bottling halls and maturation sites across Scotland. 🥃\n\nBBC News - Diageo strikes called off after new offer made",
    "shares": 9,
    "likes": 16,
    "date": "18-10-2019"
  },
  {
    "text": "What do you drink when you're avoiding alcohol? That's our question today #BBCBizLive as Diageo buys into Seedlip drinks, the \"distillers\" of fancy non-alcoholic drinks. ",
    "shares": 31,
    "likes": 154,
    "date": "19-10-2019"
  },
  {
    "text": "BBC News - Whisky giant Diageo sued over 'angel’s share' fungus claims",
    "shares": 10,
    "likes": 1,
    "date": "23-10-2019"
  }],
  "TSCO": [{
    "text": "Ywan dull rugby ) Hemp oil from cannabis thats what olivia newton john is having and  hemp oil is £6 in tesco supermarket for 500ml so why are women paying hundreds of pounds for it ?",
    "shares": 0,
    "likes": 0,
    "date": "1-11-2019"
  },
  {
    "text": "@tesco\n asking me to delete my tweet over a discrimination issue with a disabled customer due to my data being unsafe.Tesco ur a joke, this poor lad had speech and mobility issues #HellNoTesco \n@asda\n \n@AldiUK\n \n@sainsburys\n \n@TheSun\n \n@thetimes\n \n@BristolPostEnts\n \n@BBCNews\n \n@SkyNews\n \n@itvnews",
    "shares": 0,
    "likes": 0,
    "date": "29-10-2019"
  },
  {
    "text": "@BBCNews\n \n@SkyNews\n lots of mp’s looking for work for Xmas. Plenty of jobs at Tesco and Sainsbury’s for the festive period 🤪",
    "shares": 0,
    "likes": 0,
    "date": "29-10-2019"
  }],
  "CRH": [{
    "text": "An amazing 10 women every hour every day in the UK take part in studies in reproductive health! Help make a difference by participating in a clinical trial \n@RCObsGyn\n \n@NIHRresearch\n \n@crustymcrusty\n \n@LucyChappell2\n \n@louiseckenny\n \n@thangaratinam\n \n@MRC_CRH\n \n@EdinUniMedicine\n \n@Gem3Study",
    "shares": 31,
    "likes": 91,
    "date": "25-10-2019"
  }],
  "SN": [{
    "text": "Excessive focus on the division of the pie causes the entire pie to shrink: Smith & Nephew board cracks down on CEO pay, causing him to quit. Market value rose £4.6 billion under his tenure; his maximum pay opportunity was £4.6 million.",
    "shares": 3,
    "likes": 19,
    "date": "30-10-2019"
  },
  {
    "text": "Artificial knee and hip maker Smith & Nephew upgrades full year revenue guidance",
    "shares": 1,
    "likes": 0,
    "date": "31-10-2019"
  },
  {
    "text": "Looking to reduce the cost of wounds? You need to see this.\nInstant visualisation of bacterial fluorescence helps #debridement & wound bed preparation \nEnhance clinical practice: right product, right time, right patient: ",
    "shares": 1,
    "likes": 5,
    "date": "28-10-2019"
  }],
  "BP": [],
  "NG": [],
  "GLEN": [],
  "CPG": [],
  "RIO": [],
  "CCH": [{
    "text": "Get cheesy with the squad at #PizzaWeek2019 and enjoy pizza and Coca-Cola deals at participating restaurants. \n#TurnTastyIntoTastier",
    "shares": 77,
    "likes": 714,
    "date": "31-10-2019"
  },
  {
    "text": "This coca cola for 15k, does it offer us immunity against HIV and Ebola?? ",
    "shares": 50,
    "likes": 250,
    "date": "31-10-2019"
  },
  {
    "text": "Last Question. Does Ichiro like Coca-Cola, too? \"I don't know... I hope that he loves coca-cola.\" #hypAwa",
    "shares": 54,
    "likes": 139,
    "date": "28-10-2019"
  }]
}