[{"title": " Enthralling, fantastic, intriguing, truly remarkable!\n", "text": "Shawshank Redemption is without doubt one of the best films ever made, and definitely the best film of 1994. Yes, it is better than Lion King, and I really like that too. It is not only enthralling but powerful and moving too. I will confess that I didn't understand it when I first saw it as a lot happens in the film, and I have now seen it three times. I seriously hope, that those who ignored the film when it was first released now recognise it as a great film, as it really is. The dialogue was extremely well-written, with lines that really stick in your mind. The cinematography and music are both gorgeous, and the prison itself is like a character that dominates the film. In the script, there are some true elements of Stephen King Now I admit I am not a huge king fan, and usually don't like coarse language in books. But in his books like It, which is very good, I have accepted the language represents brutality and rebellion, shown perfectly in the film with the battle of acceptance I suppose between the inmates and the superiors(like the scene with the warden yelling coarse language at the new inmates lined up in a row at the beginning.)The acting was exceptional. I am not hugely familiar with Tim Robbins, but he did a great job in a very demanding role. The best performance however, comes from Morgan Freeman as Red, who was seriously robbed of that Oscar, that he lost to Tom Hanks for Forrest Gump. Freeman reminds me very strongly, or his style of acting does, remind me of that of Sean Connery, suave yet very charismatic. Acting isn't just about your vocal range, it's about depth, which was what Freeman certainly had. In short, Freeman was brilliant in what could be his best performance. The scene where the inmates are listening to the Mozart aria over the speakers was a beautiful profound moment, and I actually cried in Brook's death scene. Very rarely do King adaptations translate-to screen well, because of the large scale of the author's books, with the exception of this and the Shining. Some like It and Dreamcatcher are genuinely memorable but have a number of flaws that prevent them from being classed as outstanding. And some, like Thinner and Tommyknockers that border on unwatchable. In conclusion Shawshank is a brilliant film, that is worthy of the credit it has been denied for so-long. 10/10 of course. Bethany Cox.", "data": "17 April 2009", "rating": "10", "username": "TheLittleSongbird", "movie": "Închisoarea îngerilor"}, {"title": " \"I Had To Go To Prison To Learn To Be A Crook\"\n", "text": "None of the usual otherworld creatures that populate the works of Stephen King are to be found in The Shawshank Redemption. But the real world of that Maine prison has some bizarre rules of its own and there's a whole new reality within those walls.In the tradition of Cool Hand Luke and Birdman Of Alcatraz comes Tim Robbins who was a banker on the outside, but when he caught his wife cheating on him with a golf pro from their country club, he's convicted of putting eight bullets in them, four apiece and tried and sentenced to two consecutive life terms in Shawshank prison. Like Luke and Bob Stroud he works out his own rehabilitation and rebels against the prison system.He may be a con, but Robbins still has all his knowledge of finances and pretty soon he's made himself quite invaluable to the warden and the rest of the staff at the prison. At the same time he and the cell block scrounger Morgan Freeman develop a close personal relationship. In the end they beat the system in a most unique way.There have been some classic prison films made ever since The Big House at the dawn of the talkies. Two I've already mentioned. My favorite prison film is Robert Redford's Brubaker, but The Shawshank Redemption comes pretty close. As does The Green Mile which was also directed by Frank Darabont.Darabont got an Oscar nomination as did the film itself and as did Morgan Freeman for Best Actor. The Shawshank Redemption was in for a flock more Oscar nominations in 1994. A couple other good performances are that of James Whitmore the institutionalized con who is there for 50 years and paroled and just can't make it on the outside. He will break your heart as will Gil Bellows who plays a fresh, but rather likable young con who runs afoul of the warden.Speaking of which Bob Gunton as the warden will positively chill you with his corruption. You would have to go back all the way to the James Cagney classic, The Mayor Of Hell where Dudley Digges was the warden of boys reformatory to find a warden that is as sanctimonious and as corrupt as Gunton. This is a man who gives Bibles out to each inmate hoping that the reading of the Good Book will improve the moral fiber of the convicts. At the same time he's raking in money every which way he can and a rather special punishment is meted out to him by Robbins.The Shawshank Redemption may not have monsters and other worldly creatures that normally characterize a Stephen King story. But the world of Shawshank prison is bizarre enough for any normal person if you see this wonderfully crafted and acted film.", "data": "17 February 2011", "rating": "9", "username": "bkoganbing", "movie": "Închisoarea îngerilor"}, {"title": " All-time prison film classic\n", "text": "Based on a novella by Stephen King, this is better than even THE GREEN MILE and goes to show that you don't need supernatural elements in a prison story – the setting is enough to carry a film as it is. SHAWSHANK often shows up as the \"best film of all time\" on various movie lists - including here on the IMDb - and, whilst I don't necessarily agree about that, it is a very good film indeed, near flawless in fact.Every technical element of the film is spot-on, from direction to music, editing, and acting; Morgan Freeman delivers his best ever performance whilst Tim Robbins shows us what a great character actor he is. Even better, for a genre fan like me, is seeing acting favourites like Clancy Brown, William Sadler, Brian Libby, and James Whitmore all appearing in the film together and playing more than just stock good or bad guy roles. Every actor is great here, and the script (which sticks closely to King's writing) is nigh-on perfect. Emotion, thrills, drama, and the triumph of the human spirit are all present in this movie, which is one of the greatest prison flicks ever.", "data": "18 December 2016", "rating": "10", "username": "Leofwine_draca", "movie": "Închisoarea îngerilor"}, {"title": " Masterpiece\n", "text": "Shawshank Redemption, The (1994)**** (out of 4)An innocent man (Tim Robbins) is sent to prison on murder charges and once there he bonds with another man (Morgan Freeman) serving a life sentence. I remember seeing this when it was first released to theaters and walking out thinking it was a masterpiece but apparently others couldn't be bothered to see it since the box office results were very low and it was out of theaters in no time. Over the years the reputation of this film has grown and as I write this it's currently #1 at IMDb. I certainly wouldn't call this the greatest film ever made but it's certainly one of them. I think it's an insult to call this a prison movie because it's so much more than that. This is a film about friendship and hope. Those are two things that have played major parts in many movies but I can't think of too many films where the payoff is as large. What makes the film work so well is that director Durabont takes his time telling a story that takes place over twenty years. Another wonderful thing the director does is that he really makes the twenty years pass on a believable manor. Most films that jump time feel cheap and rushed but that's not the case here because the wonderful screenplay lets us get to know the two main character but also the supporting characters are very well written. What really brings this magic to life are the performances, which are downright brilliant and I'd argue that you can see some of the greatest ensemble acting right in this film. Robbins and Freeman are terrific together and really make for one of the most memorable friendships in movie history. The way Robbins walks and talks is perfectly done and I just love the way, as Freeman says in his narration, he walks around as if he didn't have a care in the world. Freeman gives another wonderful performance but what's really great about him is the narration he adds as he tells us the story. James Whitmore is terrific as the elderly convict and Clancy Brown and Bob Gunton make for excellent villains. I won't spoil the ending for anyone but the final twenty-minutes are at times breathtaking in their beauty and it's message of hope rings louder than most movies.", "data": "2 December 2008", "rating": 0, "username": "Michael_Elliott", "movie": "Închisoarea îngerilor"}, {"title": " Freeman gives it depth\n", "text": "Andy Dufresne (Tim Robbins) is a banker convicted of murdering his wife and her lover. He always professes his innocence, but is thrown into Shawshank Prison with other lifers like Red (Morgan Freeman).Director Frank Darabont has made a prison fable out of a Stephen King short story. It is well acted by Tim Robbins and Morgan Freeman. Freeman is especially important as he is the narrator and the POV of the story. It's his lyrical voice that makes this fable compelling. It could have easily been a simple prison movie that rang hollow. Freeman gave the readings depth.If there is one complaint, it is Andy's claim of innocence. It needs to be shown early on during the trial. Instead, we derived mostly from Andy's demeanor. It needs to be a big declaration at the beginning. When Tommy (Gil Bellows) tells the story, he should include one detail from the trial like the 8 bullets. That way, the audience can get an aha moment. It's a minor point, and overall this is a good prison fable.", "data": "8 December 2013", "rating": "8", "username": "SnoopyStyle", "movie": "Închisoarea îngerilor"}, {"title": " impressive\n", "text": "not for a reason. but for the fine art to create a story who seems be more than fiction and who use a script, a cast and location for a puzzle who becomes part of precious memories. its themes, the tension, the moral questions, the meeting between Morgan Freeman and Tim Robbins and the result of dialogs who are truth axis of movie and wise adaptation, are bones of a splendid film. a film who reminds more than presents. values, roots of justice, beauty of original source, the end who is expression of a deep expectation of the viewer are elements who transforms The Shawshank Redemption in an experience for the viewer. short - a film who must see !", "data": "28 December 2015", "rating": 0, "username": "Kirpianuscus", "movie": "Închisoarea îngerilor"}, {"title": " Simply a great story that is moving and uplifting\n", "text": "Andy Defresne is a young banker who goes to pieces when he learns his wife is being unfaithful.  He gets drunk and wakes in his car, where he is picked up for the murder of his wife and her lover.  Despite his pleas of innocence, Andy is sentenced to life in prison where he is immediately introduced to the horrors of live inside.  Fellow lifer, Red, tells Andy's story of how he held hope and managed to use his banking skills to improve the conditions for himself and others.I saw this film in the cinema when it came out and, looking back, it is surprising how little fuss was made over it at the time - I was one of 15 or 20 people in the cinema when I saw it (on it's second week out!).  However time has brought it to the top of many popular lists of films and it is mainly due to a story that is based around friendship and hope that engages and eventually uplifts.If you are going to adapt a Stephen King book, the lesson from this film and others appears to be to adapt a short one.  Here the story is set up well with all the usual stuff that we expect from prison dramas, but with the key difference that these events are not the film - no the film is about Andy and Red's friendship.  These two men are great characters and I was very easily drawn into their story.  It is witty, dark and yet enjoyable all at the same time.  It is impossible not to be affected by the ending and this simple uplifting sentiment is part of the reason it has been taken in by so many viewers as one of their favourites.Of course it is a little long at times and for my personal tastes it is a little too sentimental at times although this is to be expected with any Hollywood film.  The slightly sentimental view of the prison also goes so far to ignore the idea that there would be any homosexual relationship that aren't rape and even ruling out any suggestion of racism - there is no tension or segregation in evidence here.  I won't do spoilers but the ending was too clear for me where leaving us with more questions would have been more in holding with the idea of hope that the film had traded in prior to this.  The characters work well due to some great performances.  Robbins is great as Andy and he ages and grows well - whether or not he is believable in his calm approach to the punishment he takes is another matter, but I was caught up in the film enough to get past that.  Freeman may not be the Irish guy from the book (hence the name Red) but he is excellent as the father figure - even if he appears to age very slowly in comparison to Andy.  The chemistry between the two is the key and it really works.Of course having a support cast that includes a great number of fine support actors probably helped.  People like Gunton, Sadler, Bellows and others may not always be great but here they fit the bill. Yes the characters tend to be very clichéd (the bird man, the rapists etc) but again that comes with the genre and I was able to get past these by focusing on the main relationship.  The surprise performance for me was from Clancy Brown - not the most subtle of actors (Highlander is his other famous role) but he is very good here indeed, albeit with little actual character depth.  As director Darabont has done very well, framing some great shots (that crane shot as the bus arrives for the first time) as well as a shot that has become almost iconic.  He is helped by a score that fits the sweeping sense of hope that the film brings.Overall this is an imperfect film and it is flattered by it regular high appearance on the popular `best film' lists.  However it is also a great little story that twists and turns as it is told, it has all the clichés of the genre but at it's heart it is based on friendship and a sense of hope that it is hard not to find uplifting.  For all it's faults it is a popular and moving story that seems to do the trick for the majority of those that see it.", "data": "13 April 2004", "rating": 0, "username": "bob the moo", "movie": "Închisoarea îngerilor"}, {"title": " An incredible movie. One that lives with you.\n", "text": "It is no wonder that the film has such a high rating, it is quite literally breathtaking. What can I say that hasn't said before? Not much, it's the story, the acting, the premise, but most of all, this movie is about how it makes you feel. Sometimes you watch a film, and can't remember it days later, this film loves with you, once you've seen it, you don't forget.The ultimate story of friendship, of hope, and of life, and overcoming adversity.I understand why so many class this as the best film of all time, it isn't mine, but I get it. If you haven't seen it, or haven't seen it for some time, you need to watch it, it's amazing. 10/10.", "data": "17 February 2021", "rating": "10", "username": "Sleepin_Dragon", "movie": "Închisoarea îngerilor"}, {"title": " \"I'm a convicted murderer who provides sound financial planning\".\n", "text": "Well I guess I'm a little late to the party as far as writing down a review for this picture. I've seen it a couple of times, but that was before I became a regular contributor to the IMDb. When I first discovered this site a few years ago, \"The Godfather\" was in the Number #1 spot, and since then the films have traded places for first and second, with Shawshank maintaining the top spot most of the time. That puzzled me a bit until I watched it again tonight, and I've come away from the picture with a new found appreciation. My favorite movies tend to be the story of underdogs in some way, shape or form, and my personal Top Ten list includes titles like \"On The Waterfront\", \"To Kill a Mockingbird\" and \"One Flew Over the Cuckoo's Nest\". I may have to reconsider that list, an infrequent exercise but one I don't mind doing every now and then as situations warrant.Overall, the film is darn near perfect. I know it's pretty cliché to state it that way, but when you analyze the dialog, the characters, the directing and the tone of the movie, the picture flows flawlessly, even when it detours into side stories like Brooks Hatlen's release and new prisoner Tommy's introduction late in the picture. Every set-up, every nuance has some importance that eventually converges to symbolize Andy's quest for escape and personal redemption. Remember Brooks feeding Jake for the first time and eventually setting him free when he receives his own pardon? How about Andy playing Mozart into the prison yard while settling back with a smile of contentment on his face. The story transcends one man's confinement for a crime he didn't commit, and focuses instead on his reaction to circumstances beyond his control. Paul Newman showed us a different way to react to those kinds of conditions in 1967's \"Cool Hand Luke\", but his method was self destructive. Andy Dufresne (Tim Robbins) never loses his ability to keep his eye on the prize, even if it takes him a couple of decades to do so.But even more so, you have here the story of Ellis Boyd Redding (Morgan Freeman), a convict who sees Andy as a person, and over time, an inspiration to himself and the rest of the prisoners who call him friend. From Andy, he comes to understand that even as a prisoner, a man can live life on his own terms if he can keep his mind uncluttered by thoughts of desperation and hopelessness. Not bad for a convict who started out believing that 'hope can drive a man insane'.I really can't recommend this picture highly enough, both for it's masterful story telling and it's technical execution. The actors, even those portraying the most minor characters were seemingly born for their roles. They deliver a seamless performance that's virtually unmatched by most modern films, in a picture that hits all the right notes with an inspiring message of discipline and perseverance.", "data": "30 July 2011", "rating": "10", "username": "classicsoncall", "movie": "Închisoarea îngerilor"}, {"title": " never give up hope\n", "text": "\"The Shawshank Redemption\" should have won Best Picture for 1994. A story of banker Andy Dufresne (Tim Robbins) getting falsely convicted of murder and sent to the hellish Shawshank prison, the movie is beyond amazing. In prison, Andy meets Ellis Boyd \"Red\" Redding (Morgan Freeman), who was imprisoned many years earlier. Red gets Andy a poster of Rita Hayworth. Over the next twenty years, Andy experiences all the horrors that one would expect in jail: beatings by the guards, rapes by other inmates, and so on. But he never gives up hope.This movie, like \"Carrie\", \"The Shining\", \"Dolores Claiborne\", \"The Green Mile\" and \"Hearts in Atlantis\", just goes to show what a great author Stephen King is. When we think of horror, we think of spooky horror, but \"The Shawshank Redemption\" is a different kind: personal horror. Pure genius. I can only hope that in the coming years, this movie is recognized as what it is: a masterpiece. I can't believe that it won no Oscars!", "data": "1 July 2005", "rating": "10", "username": "lee_eisenberg", "movie": "Închisoarea îngerilor"}, {"title": " IMDb and the Greatest Film of All Time\n", "text": "Two imprisoned men (Tim Robbins and Morgan Freeman) bond over a number of years, finding solace and eventual redemption through acts of common decency.Is this the greatest film of all time? IMDb would have you believe so. Despite being a box office flop (that barely recouped its budget), the film received multiple award nominations and outstanding reviews from critics for its acting, story, and realism. It has since been successful on cable television, VHS, DVD, and Blu-ray.And it deserves this praise that seems to be growing each year. Now twenty years old, the film has not aged a day, and instead seems to be getting better. This is Tim Robbins' best role, and a fine performance from the always wonderful Morgan Freeman.", "data": "6 November 2014", "rating": "10", "username": "gavin6942", "movie": "Închisoarea îngerilor"}, {"title": " The Shawshank Redemption\n", "text": "Fear can hold you prisoner. Hope can set you free. A good tagline for a great prison drama from writer/director Frank Darabont (The Green Mile), based on the book by Stephen King. Basically Andy Dufresne (Tim Robbins) is the lawyer convicted for the murder of his wife, sent to Shawshank prison, headed by the nasty Warden Samuel Norton (Bob Gunton). While he is there he is quiet for a while, but eventually he forms a friendship with black Irish marketeer Ellis Boyd 'Red' Redding (Oscar and Golden Globe nominated Morgan Freeman, and the character was originally a white red haired Irishman), retains hope and gains respect of fellow inmates. After a while, he gets to do a lot of personal work for the Warden sorting documents, founding a new library and improving a lot of other things, with his law and mathematical skills. One day though, he seems strange towards Red when he asks him to find a specific tree somewhere he knows, and the next morning, he has escaped (scraping through the soft wall with a chisel). Andy and Red do eventually find each other again in the happy emotional ending, well, many moments in the film are emotional. It was a flop in the cinemas, and since release to video and DVD it has become a favourite with many film goers. Also starring William Sadler as Heywood, Clancy Brown as Captain Byron T. Hadley, Gil Bellows as Tommy and James Whitmore as Brooks Hatlen. It was nominated the Oscars for Best Cinematography, Best Film Editing, Best Music for Thomas Newman, Best Sound, Best Writing, Screenplay Based on Material from Another Medium and Best Picture, and it was nominated the Golden Globe for Best Screenplay. Morgan Freeman was number 27 on The 100 Greatest Movie Stars, the film was number 7 on The 100 Greatest Tearjerkers for the scene where classical operatic music plays in the prison, it was number 23 on 100 Years, 100 Cheers, it was number 13 on Film 4's 50 Films To See Before You Die, and it was number 3 on The 100 Greatest Films. Outstanding!", "data": "4 March 2005", "rating": "10", "username": "jboothmillard", "movie": "Închisoarea îngerilor"}, {"title": " Time and Pressure.\n", "text": "Keeping this short and sweet, meek Tim Robbins is a convicted accountant who is sent to a real MEAN prison in Maine. The captain of the corrections officers, the massive-jawed Clancy Brown, is quick with his baton, agitato, so to speak. The warden, Bob Gunton, is a corrupt dictator. Morgan Freeman, serving a life sentence, becomes a friend of Robbins. Robbins has a lot in the upper story and goes about doing good for the penitentiary and for the inmates, despite the beatings, attempted rapes, and unjust punishment. Under his management the library becomes a beacon for all prison libraries. Many brutal years pass before Robbins, an amateur geologist, tunnels through the prison wall, hauling a bundle of ill-gotten pelf, crawls into a five-hundred yard long sewer pipe filled with excreta, and splashes through a river to freedom and a tiny coastal village in Mexico, Zijuataneco. I drove there about the time this escape takes place and it really WAS a cheap, peaceful, fishing town with an irregular water supply. Now it's a metropolis. After forty years of imprisonment, Freeman is finally paroled. He joins his friend Robbins in Mexico, where they pursue an honest living as simple fishermen and become lovers for life. (Kidding.) It's a long movie but a gripping one. Movies about prisons are difficult to make. The surroundings are hardly epic, the wardrobe drab, the inmates participate in what the sociologist Erving Goffman called \"the small rewards\" system common to all total institutions -- gifts and trades of items like cigarettes and harmonicas. The inmates have humble jobs, nothing exciting about working in a laundry. No women. Threats and occasional fist fights but no open warfare. And here there's not even the suspense of watching men prepare for an escape. How do you fold these conditions together and come up with a story? The people who produced \"The Shawshank Redemption\" have managed to pull it off, and without directorial display -- no fireworks, no instant cutting, no screechy metallic noise on the sound track, no razzle dazzle whatever, just classic movie making. The success of the film is helped ENORMOUSLY by Morgan Freeman's performance as the friend of Robbins. He's an exceptional actor, and though we may see him now mostly in the role of mentor, his early performances as a heavy shouldn't be ignored. God, he was one charming and terrifying pimp in \"Street Smart.\" Robbins does a good job too, although his role requires him to be subdued. It also requires him to be saintly, alas. There's nothing wrong with him. He's a genius, doing everybody's tax returns. He's more sinned against than sinning. Cool Hand Luke at least was reckless and expedient and brought the storm down upon himself. And Luke's guards would have made mincemeat out of Robbins. Robbins' prison is a kind of fantasy land in which he can at will commandeer an office, lock the doors, and play a record of an opera over all the loudspeakers. It's also a pipe dream to believe that all of the inmates would stop what they're doing and stare in wonder at the loudspeakers broadcasting two ladies singing in Italian. Slim Whitman, maybe. But Joan Sutherland? They would have booed. Nor would inmates show the kind of solidarity on display here, once Robbins pulls them together. The coolest presentation of self in an institution like this is utter indifference, except for some offense against the honor of one's self or one's gang. It's a cold-hearted place in which practically nobody applauds when someone else succeeds.However, put all the fantasy aside and accept it for what it is, a fictional tale of men who pay dearly for misdeeds and ultimately save themselves and undermine the foundation of corrupt society. Not heroically, just by sheer persistence.", "data": "25 April 2016", "rating": "7", "username": "rmax304823", "movie": "Închisoarea îngerilor"}, {"title": " A classic\n", "text": "In 1947 Andy Dufresne is jailed for life for the murder of his wife and her lover. He is sent to Shawshank Prison where he tells his fellow inmates he is innocent\u0085 but as fellow inmate 'Red' says; everybody in Shawshank is innocent. Red has already served ten years and is the guy to see if you want something smuggled into the prison. Andy asks for two things; a small rock hammer and Rita Hayworth! Soon after Red provides him with one rock hammer and a large poster featuring Rita Hayworth. Life in Shawshank is not easy; the guards are brutal and some of the inmates are worse. Andy survives though and things get better when he is able to help the meanest of the guards avoid paying tax on an inheritance; soon he is acting as accountant to the whole prison and helping the corrupt warden squirrel away large sums of money earned by prison labour. He is able to use this position to improve the life of prisoners too; a few beers for a work party, improvements to the prison library and education for some inmates. All the time Andy professes his innocence then one day after he has spent almost twenty years behind bars a young man comes to Shawshank; the man tells the story of how a cellmate at a previous prison claimed to have murdered a man and the woman he was with leaving her banker husband to take the blame. Andy believes this may finally get him out of prison but there is no way the warden will let him go; he is too useful and he knows too much\u0085 that won't stop Andy though.This film, based on a Stephen King short story, is rightfully considered a classic. There are no scenes that felt unnecessary from start to finish the story moves at a good pace. We see both the good and the bad inside the prison; there are scenes of brutality but also scenes of joy such as watching the prisoners enjoy the simple pleasure of having a cold beer of a scorching day\u0085 it is details like this that make the film special. There is also the joy of seeing that Andy will not break and his greatest triumph coming just as it looks as if he has finally reached breaking point. The cast does a great job; Tim Robbins is great as Andy and the always reliable Morgan Freeman is on top form as Red; theirs is one of the great portrayals of a screen friendship. It isn't just the likable characters who are well acted though; Bob Gunton is subtly unpleasant as the hypocritical Warden; quoting scripture one minute profiteering, and much worse, the next; Clancy Brown is also great as the truly unpleasant Captain Hadley; the senior guard who brutalises the inmates. After the suffering inside the finale chapter where we see Andy's escape and revenge makes this a feel-good movie despite what we've seen before. This is definitely a must see film.", "data": "23 April 2015", "rating": "10", "username": "Tweekums", "movie": "Închisoarea îngerilor"}, {"title": " An extraordinary and unforgettable film about a bank veep who is convicted of murders and sentenced to the toughest prison\n", "text": "Superbly played film set in 1946 , a bright young New England banker is convicted of the slayings of his spouse and her lover and sentenced to life at a strict State Prison . Introspective and quite Andy (Tim Robbins) gradually befriends inmates and over the next 2 decades wins the trust of prisoners and wardens but in his heart he still yearns for freedom . There he forms a peculiar friendship with Red (Morgan Freeman), the prison fixer , he experiences the brutality of prison life with a sadistic head guard (Clancy Brown), and is also mistreated and raped ; however , he adapts himself and offers financial advice to the guards and the selfish governor (Bob Gunton) , all in a shot 19 years. As two imprisoned men bond over a number of years, finding peace and redemption through acts of common help , friendship and decency . But when the proof of Andy's innocence is ripped away by those who need his services ,we learn that all is not quite what it seems at this State Penitentary , provoking a few susprises in the last two reels .\nThis is a very good and serious prison movie with thrills , emotion , exciting scenes , colour-blind relationships , hardnut camaraderie , gang opression , and violent disavowal of any homosexual implications . Prison buffs will find a lot of incidents to relish and the great spiritual resolution takes some swallowing and unexpected surprises . Adapted from the novella ¨Rita Hayworth and Shawshank redemption¨ ; the twist here is the upright starring is exceptionally bright , as his ability with accountancy leads to his handling the finances of everyone , from the humblest guard to the prison boss . Wonderful spectacle in watching time-passer while changing the bombshell actresses of the history : Rita Hayworth , Marilyn Monroe , Raquel Welch . US prison films have been making solid fares for more than sixty years and apart from slowness of pace in the second half , this one is well up to prison standards . This Frank Darabont's theatrical debut turns out to be a throwback rendition to the kind of literate , thought-provoking prison drama Hollywood used to make , such as : I am a fugitive from a chain gang , Birdman of Alcatraz and Escape from Alcatraz .Tim Robbins plays magnificently Andy , an inmate finding solace and eventual redemption , Tim provides his usual talent for playing ambiguous roles , as his notable skills are put to good use. Along with Robbins' best screen acting there are various Oscar-worthy supporting characters with special mention for Morgan Freeman as the good fixer who brings his ordinary grace to what could have been a thankless role , the veteran James Withmore as the crow-keeping librarian , the sympathetic newcomer inmate Gil Bellows ,William Sadler , Mark Rolston and the ruthless guardian Clancy Brown and , of course , the egoistic and nasty governor excellently played by Bob Gunton .It contains a colorful and evocative cinematography by Roger Deakins . And an enjoyable and really feeling musical score by Thomas Newman . In his engrossing direction debut ,Darabont avoids boring by fleeing most prison movie cliches . It results to be a pleasure of discovering a first-time filmmaker with evident respect for the intelligence of his audience , giving sensitive scenes , and brave enough to let roles details accumulate without recourse the excessively maudlin and over-sentimentality. It is a true masterpiece , being marvelously acted and perfectly paced.", "data": "19 November 2018", "rating": "9", "username": "ma-cortes", "movie": "Închisoarea îngerilor"}, {"title": " A genre picture, but a satisfying one...\n", "text": "Tim Robbins plays Andy Dufresne, a man convicted of double murder who is sent to jail, eventually befriending other lifers including Morgan Freeman's Ellis Redding. Exceptionally handsome adaptation of Stephen King's short story \"Rita Hayworth and Shawshank Redemption\" (in the film version, it's really Raquel Welch, not Rita, who aids in the ultimate twist). On the surface, it's another prison-genre picture with the usual stereotypes such as a rotten warden, a cruel guard, a few homosexuals, and a quirky old-timer who doesn't want his parole. However, the film's emotions run surprisingly deep, justice is well served by the conclusion, and several of the cast members carve out amazing, three-dimensional characterizations. The finale is pure fantasy, however it does provide the audience with the release it needs, and Robbins and Freeman are excellent. Long, involved, but engrossing and satisfying, \"Shawshank\" was not a big hit at the box-office but found a devoted following on video and cable. **1/2 from ****", "data": "30 January 2007", "rating": "6", "username": "moonspinner55", "movie": "Închisoarea îngerilor"}, {"title": " Why it is ranked so highly.\n", "text": "Over the years many IMDb users have wondered why \"The Shawshank Redemption\" was ranked so high, and many \"wished\" that in time it would sink to a lower, more appropriate slot. Many analyses missed the mark. Following is the real reason it is ranked so high, and why it will never sink much, if any. And I hope it never does.This film deals with several \"hot\" buttons in us. A cheating spouse. A husband wrongly convicted and sent to prison. Corrupt law enforcement. A prison where inmates get maimed or killed. A smart inmate who plots a brilliant escape. The corrupt warden getting his just reward. Two friends being re-united with a good life ahead of them. Combined with a good script and good cinematography. What's not to like about this story?I have seen this movie a number of times. Each time I get something new out of it that I either didn't see before, or had not made a mental connection to. I recently (year 2014) upgraded my personal copy from DVD to Blu-Ray and both the picture and sound are better. This film continues to spark the occasional argument of whether it really should be rated on IMDb as the top film of all time. I don't know exactly where \"Shawshank Redemption\" should rank on the all-time list. That is akin to comparing home run hitters or golfers from different centuries. The games are quite different, as is true in cinema. I gave this film a \"10\", and on my list it is in one of the best movies of all time, along with a number of others. At the same time, I recognize that everyone else has a different opinion. I don't really see any value in trying to decide a rank order for all time. Each film should be appreciated for what it has to offer, no more, and no less.", "data": "12 November 2001", "rating": 0, "username": "TxMike", "movie": "Închisoarea îngerilor"}, {"title": " Exceptional\n", "text": "This film is probably the best life-in-prison film ever made.  It depicts one man's time in the big house for something he (supposedly) didn't do. This man is Andy Dusfresne (pronounced Duframe) played in his best ever, Tim Robbins.  But he isn't alone; he is joined by fellow inmate (who is the only guilty person in Shawshank) Red played also very well by Morgan Freeman. Freeman narrates the life in The Shawshank prison all the way up until the end (not to mention some very memorable escape scenes).  Very memorable, showing what movies are made of.  Based on Stephen King's novel (one of his best) and adapted for the screen and directed by Frank Darabont, who 5 years later would write and direct the Green Mile, another good (but can't be matched to this one) prison movie.  A++", "data": "14 July 2000", "rating": "10", "username": "Quinoa1984", "movie": "Închisoarea îngerilor"}, {"title": " Shawshank Redemption- Prison Film is Redeemed by Quality ****\n", "text": "An outstanding film dealing with prisons as seen by several prisoners. Many social problems are discussed here. The picture earned a well-deserved best picture Oscar nomination. It certainly should have tied with the winner, the equally good \"Forrest Gump.\"Tim Robbins and Morgan Freeman etched unforgettable performances as prisoners charged with murder. The film shows what prison life is all about. Subjects dealing with prison survival, brutality, corruption and ultimate redemption are well shown.As the corrupt, insane warden invoking religion to justify his actions, Mr. Gunton gives a worthy performance.This is a film of rare power. James Whitmore was equally memorable as a prisoner who was unable to adjust to the outside after his parole following a 50 year stint. This shows that people who have been incarcerated for such a long period, need some sort of readjustment training before they rejoin society. For Whitmore, freedom meant ultimate doom.Politics is also depicted in a negative way in this gritty film. This is a memorable viewing experience for audiences.", "data": "26 January 2011", "rating": "10", "username": "edwagreen", "movie": "Închisoarea îngerilor"}, {"title": " A Classic Film On Hope And Redemption\n", "text": "This is probably one of the best films of all time.IMDb ranks this best film of all time.It can arguably be the best film of all time considering that its message of hope and inspiration to everyone.It is a short story from Stephen King.The Shawshank Redemption is a poignant story of Andy Dufresne,a wrongly convicted killer who was sent for two life sentences to Shawshank Prison in Maine.It tells us on how Andy lived inside the walls of the Shawshank,being raped from time to time by convicted homosexuals felons,his friendship with Red,having a sense of hope despite of his seemly hopeless situation,making the most of his life by using his accounting skills by helping the guards in their income tax and cleaning the warden's dirty money and to finally escaping from prison through a hole in the wall hidden under poster of women such as Rita Hayworth and Rachel Welsh.Great acting especially by Tim Robbins and Morgan Freeman.Direction was superb by first time director Frank Darabont.The musical score was also good.I view this film from time to time to remind myself that there is hope in all situations even those I consider hopeless ones.It also a story of letting go of hatred and letting love flow into your heart despite of being around despicable characters.Aside from that,this film is neither contrived nor manipulative as it is full of surprises.It will truly be enjoyed by anybody who love great films and those who wants films that can truly uplift the human spirit.In the end,this movie will be talked about for the next 20 to 50 or more years to come.Personally it my favorite film of more than a thousand films I seen in my life for it is a classic film on hope and redemption.", "data": "23 April 2006", "rating": "10", "username": "sunwarrior13", "movie": "Închisoarea îngerilor"}, {"title": " Relentless Storytelling\n", "text": "I reviewed this film recently with a specific question in mind. At this writing, this film is ranked by IMDB viewers as the second best film ever made. The SECOND BEST EVER MADE!Why? This was my question.The acting is good. Robbins and Freeman are quality craftsmen in the Caine and Hackman tradition. But these are not truly great actors and in any case, they are only asked to play appealing persons, deliberately less-dimensional than real (as opposed to believably hyper-real which is much harder).The director is a first-timer, and it shows. There is simple framing and staging here. In fact, there seems to be a deliberate strategy to be as plain as possible. And that is the core of where I think people find the appeal of this film.The story is very tight in the sense of narrative flow. All the chunks are the same size, with no fancy rhythm. There is no distracting backstory. No element has irony, not writing, acting, shooting, even the score.Now for me, I expect and demand art in my films -- that's why I register this as plain. But I think it is well liked because it is totally without pretense. It is straight and honest; people seem hungry for honesty, and this has the appearance of what they need at just the right time.Is a film great because it merely fulfills? I hope many people think not, and dream that this film moves down the list to be replaced with more intelligent efforts.", "data": "4 November 2000", "rating": 0, "username": "tedg", "movie": "Închisoarea îngerilor"}, {"title": " Some birds aren't meant to be caged.\n", "text": "The Shawshank Redemption is written and directed by Frank Darabont. It is an adaptation of the Stephen King novella Rita Hayworth and Shawshank Redemption. Starring Tim Robbins and Morgan Freeman, the film portrays the story of Andy Dufresne (Robbins), a banker who is sentenced to two life sentences at Shawshank State Prison for apparently murdering his wife and her lover. Andy finds it tough going but finds solace in the friendship he forms with fellow inmate Ellis \"Red\" Redding (Freeman). While things start to pick up when the warden finds Andy a prison job more befitting his talents as a banker. However, the arrival of another inmate is going to vastly change things for all of them.There was no fanfare or bunting put out for the release of the film back in 94, with a title that didn't give much inkling to anyone about what it was about, and with Columbia Pictures unsure how to market it, Shawshank Redemption barely registered at the box office. However, come Academy Award time the film received several nominations, and although it won none, it stirred up interest in the film for its home entertainment release. The rest, as they say, is history. For the film finally found an audience that saw the film propelled to almost mythical proportions as an endearing modern day classic. Something that has delighted its fans, whilst simultaneously baffling its detractors. One thing is for sure, though, is that which ever side of the Shawshank fence you sit on, the film continues to gather new fans and simply will never go away or loose that mythical status.It's possibly the simplicity of it all that sends some haters of the film into cinematic spasms. The implausible plot and an apparent sentimental edge that makes a nonsense of prison life, are but two chief complaints from those that dislike the film with a passion. Yet when characters are this richly drawn, and so movingly performed, it strikes me as churlish to do down a human drama that's dealing in hope, friendship and faith. The sentimental aspect is indeed there, but that acts as a counterpoint to the suffering, degradation and shattering of the soul involving our protagonist. Cosy prison life you say? No chance. The need for human connection is never more needed than during incarceration, surely? And given the quite terrific performances of Robbins (never better) & Freeman (sublimely making it easy), it's the easiest thing in the world to warm to Andy and Red.Those in support aren't faring too bad either. Bob Gunton is coiled spring smarm as Warden Norton, James Whitmore is heart achingly great as the \"Birdman Of Shawshank,\" Clancy Brown is menacing as antagonist Capt. Byron Hadley, William Sadler amusing as Heywood & Mark Rolston is impressively vile as Bogs Diamond. Then there's Roger Deakins' lush cinematography as the camera gracefully glides in and out of the prison offering almost ethereal hope to our characters (yes, they are ours). The music pings in conjunction with the emotional flow of the movie too. Thomas Newman's score is mostly piano based, dovetailing neatly with Andy's state of mind, while the excellently selected soundtrack ranges from the likes of Hank Williams to the gorgeous Le Nozze di Figaro by Mozart.If you love Shawshank then it's a love that lasts a lifetime. Every viewing brings the same array of emotions - anger - revilement - happiness - sadness - inspiration and a warmth that can reduce the most hardened into misty eyed wonderment. Above all else, though, Shawshank offers hope - not just for characters in a movie - but for a better life and a better world for all of us. 10/10", "data": "24 July 2010", "rating": "10", "username": "hitchcockthelegend", "movie": "Închisoarea îngerilor"}, {"title": " Good , But It Is Overrated By Some\n", "text": "In recent years the IMDB top 250 movies has had THE GODFATHER at number 1 while THE SHAWSHANK REDEMPTION has remained at number 2 . The only exception was early in 2002 when FELLOWSHIP OF THE RING topped the chart for a couple of months then dropped down to number 2 for a couple of more months . I`ll probably make myself very unpopular for saying this but I don`t think SHAWSHANK REDEMPTION deserves to be so high !!!!!! SPOILERS !!!!!!What I don`t like about it is the amount of cliches . New prisoner arrives and finds a maggot in his food , prison cliche 37 . New prisoner gives maggot to old prisoner to feed his pet bird , prison cliche 43 . It`s revealed at the end that the prisoner who has spent so many years inside is innocent after all , prison cliche numero uno . Did anyone believe during any part of this movie that Andy Dufresne was guilty ? Neither did I . Maybe that`s why I love the American prison series OZ because all the inmates there are totally guilty . There`s other things wrong with the movie . It`s about half an hour overlong , and there`s rather unrealistic bits like the warder having someone killed after finding out Dufresne is probably innocent. Oh and how many prison friendships has there been between a black man and a white man ? Maybe that last point shouldn`t be taken as a criticism because the performances of Morgan Freeman and Tim Robbins are very good and make the movie . Neither of them give a flashy performance ( Again not a criticism ) but both are very subtle in their roles , can you imagine how different this movie would have been if we`d had Tom Cruise and Denzil Washington as the stars ? Perhaps because Freeman`s character of Red does seem to have been written as a white character he`s so good in the role . Am I alone in thinking Freeman has been the best black actor in Hollywood for the last decade because he`s more interested in exploring the character instead of playing someone who`s black ? There`s also some outstanding touches from director Frank Darabont . Witness the scene early in the film where Andy spends his first night in prison with the darkness falling upon the prisoners faces . It`s almost like the artwork of Andy Dogg as the prisoners look out onto the landing as they search for fresh prey , and there is quite a touching sequence as Red leaves prison out into the harsh outside world to the strains of Thomas Newman`s scoreI gave THE SHAWSHANK REDEMPTION eight out of ten . It is a classic feel good movie but unfortunately being a cynic I do think it`s slightly overrated by IMDB voters", "data": "12 August 2004", "rating": "8", "username": "Theo Robertson", "movie": "Închisoarea îngerilor"}, {"title": " Compelling masterpiece\n", "text": "I like the bit when the warden threw the rock through the poster.", "data": "29 March 2020", "rating": "10", "username": "bevo-13678", "movie": "Închisoarea îngerilor"}, {"title": " Beautiful movie\n", "text": "Quite deserving of such acclaim, the acting is superb, the storyline captivating, and the cinematography quite beautiful. The storyline itself was unexpected and I quite enjoyed watching it unfold. Tim Robbins is really incredible in that his character comes off so subtly. And let's be honest, how can any movie narrated by Morgan freeman be bad?", "data": "5 March 2020", "rating": "10", "username": "Calicodreamin", "movie": "Închisoarea îngerilor"}]